Repository: DEC32768/AlarmClock
Catalog: *.lproj/Localizable.strings
Languages: bg, fi, french, he, pl, ru

source: %i minutes
bg: %i минути
fi: %i minuuttia
he: %i דקות
pl: %i minut
ru: %i мин.

source: Advanced
bg: Допълнителни
fi: Muita asetuksia
french: Réglages avancés
he: מתקדם
pl: Zaawansowane
ru: Прочее

source: Easy Wake
bg: Лесно будене
french: Réveil en douceur
he: התעוררות קלה
pl: Budzonko
ru: "Мягкое" включение

source: General
bg: Аларми
fi: Yleistä
french: Général
he: שעונים מעוררים
pl: Alarmy
ru: Основные

source: Internal components of the application have changed. Reauthentication is required to wake the computer from sleep.
bg: Вътрешни компоненти на програмата са били променени. Нова оторизация е нужна за събуждане на компютъра.
fi: Ohjelman sisäinen rakenneosa on muuttunut. Tietokoneen herättäminen vaatii uudelleenkirjautumisen.
french: L'application a été profondément modifiée. La sortie de veille devra à nouveau être validée par votre mot de passe utilisateur.
he: מרכיבים פנימיים של התוכנה שונו. אישור מחדש נצרך בכדי להעיר את המחשב משינה.
pl: Zostały zmienione wewnętrzne komponenty programu. Wymagana jest ponowna autoryzacja, aby program budził komputer z uśpienia.
ru: Внутренние компоненты приложения подверглись изменениям. Необходимо снова ввести пароль для работы функции выхода компьютера из сна.

source: Internal components of the program have been tampered with. Please reinstall the application.
bg: Има проблем с вътрешни компоненти на програмата. Моля, преинсталирайте.
fi: Ohjelman sisäisiin rakennosiin on kajottu. Asenta ohjelman uudelleen.
french: Pour cette mise à jour, l'application a été profondément modifiée. Veuillez la réinstaller.
he: מרכיבים פנימיים של התוכנה אינם תקינים. אנא התקן/י את התוכנה מחדש.
pl: Zostały naruszone wewnętrzne komponenty programu. Należy ponownie zainstalować program.
ru: Внутренние компоненты приложения подверглись изменениям. Пожалуйста переустановите Alarm Clock.

source: OK
he: אשר

source: Reauthentication Required
bg: Нужна е нова оторизация.
fi: Kirjaudu uudelleen
french: Nouvelle validation demandée
he: נצרך אישור מחדש
pl: Wymagana ponowna autoryzacja
ru: Необходимо ввести пароль

source: Security Warning
bg: Внимание!
fi: Turvallisuusvaroitus
french: Alerte de sécurité
he: אזהרת בטיחות
pl: Komunikat bezpieczeństwa
ru: Предупреждение системы безопасности

source: Software Update
fi: Ohjelmistopäivitys
french: Mise à jour
he: עדכון תוכנה
ru: Обновления

source: This application runs in the system menu bar, in the upper right-hand corner. You may control your alarms, change preferences, and quit the application from this icon. Enjoy! PS - To wake the computer from sleep, you must first authenticate in the app's preferences.
bg: Тази програма е активна в меню-барът на системата, горе вдясно. Можете да контролирате алармите си, да променяте преференциите и да изключвате програмата от тази иконка. За да събудите компютъра трябва първо да оторизирате програмата в преференциите.
fi: Tämä ohjelma toimii ruudun oikeassa yläkulmassa. Voit säätää herätyksiä, vaihtaa asetuksia, ja sulkea ohjelman tästä kuvakkeesta. Nauti! PS - Herättääksesi koneen torkkutilasta, sinun täytyy kirjautua ohjelman asetuksista.
french: Cette application est accessible depuis la barre des menus, en haut à droite de votre écran. En cliquant sur son icône, un menu apparaît : vous pouvez créer et modifier vos alarmes, changer les préférences, et quitter l'application. Bonne utilisation ! PS - Pour activer la sortie de veille de l'ordinateur lors d'une alarme, vous devrez valider l'option en tapant votre mot de passe.
he: תוכנה זאת רצה ב Menu bar, בפינה הימנית-עליונה של המסך. ניתן לשלוט בשעונים מעוררים, לשנות הגדרות ולסגור את התוכנה מאייקון זה. תהנו! דרך אגב, להעיר את המחשב משינה צריך לאשר בהגדרות התוכנה.
pl: Ten program działa w systemowym pasku menu - w prawym, górnym rogu. Możesz kontrolować swoje alarmy, zmieniać preferencje i wyłączać program używając jego znaczka. Miłych wrażeń! PS - Aby obudzić komputer z uśpienia, musisz wpierw wykonać autoryzację w preferencjach programu.
ru: Это приложение доступно через иконку в строке системного меню, в верхнем правом углу экрана. Вы можете настраивать будильники, изменять настройки и завершать работу приложения с помощью этой иконки. Наслаждайтесь! PS - Чтобы вывести компьютер из сна, Вы должны сначала ввести свой пользовательский пароль в окне параметров.

source: Today
bg: Днес
fi: Tänään
french: Aujourd'hui
he: היום
pl: Dzisiaj
ru: Сегодня

source: Tomorrow
bg: Утре
fi: Huomenna
french: Demain
he: מחר
pl: Jutro
ru: Завтра

source: Welcome to Alarm Clock
bg: Добре дошли в Alarm Clock
fi: Tervetuloa Alarm Clockiin
french: Présentation d'Alarm Clock
he: ברוכים הבאים ל Alarm Clock
pl: Alarm Clock wita
ru: Добро пожаловать в Alarm Clock
